Revit 2027 API
ParameterTypeId.SheetApprovedBy Property
 "Approved By"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetApprovedBy { get; }
Public Shared ReadOnly Property SheetApprovedBy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetApprovedBy {
	ForgeTypeId^ get ();
}
static member SheetApprovedBy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace